Repository: KAMiKAZOW/scout
Catalog: i18n/scout/*.po
Languages: ar, ca, cs, da, es, hu, it, ja, km, lt, nb, nl, pl, ro, sk, sv

source: Search for autoconf macros inside the m4 files.
ar: بحث عن وحدات الماكرو autoconf داخل ملفات M4.
ca: Cerca macros d'autoconf dins de fitxers m4.
cs: Hledá autoconf makra uvnitř souborů m4.
da: Søg efter autoconf-makroer indeni m4-filerne.
es: Buscar macros autoconf dentro de los archivos m4.
hu: Autoconf makrók keresése az m4 fájlokban.
it: Cerca macro autoconf all'interno dei file m4.
ja: m4 ファイル内の autoconf マクロを検索します。
km: ស្វែងរក​ម៉ាក្រូ autoconf នៅ​ក្នុង​ឯកសារ m4 ។
lt: Ieškoti autoconf macros tarp m4 rinkmenų.
nb: Søk etter autoconf-makroer i m4-filer.
nl: Zoeken naar autoconf-macro's binnen de m4-bestanden.
pl: Wyszukaj makra autoconf wewnątrz plików m4.
ro: Căutare de macro-uri de autoconfigurare în interiorul fişierelor m4.
sk: Hľadá autoconf makrá v súboroch m4.
sv: Sök efter autoconf makro inuti m4 filer.

source: repo
ar: مستودع
ca: repositori
cs: rep.
da: sw.-kilde
es: repositorio
km: ឃ្លាំង
lt: saugykla
nb: pakkebrønn
nl: opslagruimte
ro: sursă
sk: rep.

source: pkg
ar: حزمة
ca: paquet
cs: bal.
da: pak.
es: pqt
hu: csomag
nb: pakke
nl: pkkt
ro: pachet
sk: bal.

source: repository
ar: مستودع
ca: repositori
cs: repozitář
da: softwarekilde
es: repositorio
hu: telepítési forrás
ja: リポジトリ
km: ​ឃ្លាំង
lt: saugykla
nb: pakkebrønn
nl: opslagruimte
pl: repozytorium
ro: sursă de instalare
sk: repozitár
sv: förråd

source: package
ar: حزمة
ca: paquet
cs: balíček
da: pakke
es: paquete
hu: csomag
it: pacchetto
ja: パッケージ
km: កញ្ចប់
lt: paketas
nb: pakke
nl: pakket
pl: pakiet
ro: pachet
sk: balík
sv: paket

source: m4 file
ar: ملف m4
ca: fitxer m4
cs: soubor m4
da: m4-fil
es: archivo m4
hu: m4 fájl
it: file m4
ja: m4 ファイル
km: ឯកសារ m4
lt: m4 rinkmena
nb: m4-fil
nl: m4-bestand
pl: plik m4
ro: fişier m4
sk: súbor m4
sv: m4 fil

source: Warning: no repos found - make sure your repositories are configured.
es: Aviso: no se han encontrado repositorios - asegúrese de que los repositorios están configurados.
ja: 警告: リポジトリが見つかりません - リポジトリを設定しているかどうかご確認ください。

source: Warning: incomplete repos found but could not refresh - try to refresh manually, e.g. with 'zypper refresh'.
es: Aviso: se han encontrado repositorios incompletos pero no se han podido actualizar - intente actualizarlos manualmente, p. ej. con 'zypper refresh'.
ja: 警告: 不完全なリポジトリが存在しますが、更新できません - 手作業での更新をお試しください (例: 'zypper refresh') 。

source: Search for binaries contained in the packages.
ar: البحث عن ثنائيات الواردة في الحزم.
ca: Cerca binaris continguts als paquets.
cs: Hledá binárky obsažené v balíčcích.
da: Søg efter binære filer indeholdt i pakkerne.
es: buscar binarios contenidos en los paquetes.
hu: Keresés a csomagokban található binárisokra.
it: Cerca binari contenuti nel pacchetto.
ja: パッケージ内に含まれているバイナリを検索します。
km: ស្វែងរកគោលពីរ​ដែល​មាន​នៅ​ក្នុង​កញ្ចប់ ។
nb: Søk etter binære filer i pakker.
nl: Zoeken naar binaire bestanden in de pakketten.
pl: Wyszukaj pliki binarne zawarte w pakietach.
ro: Căutaţi binarele conţinute în pachete.
sk: Hľadá binárne súbory obsiahnuté v balíkoch.
sv: Sök efter binärfiler i paketen.

source: path
ar: مسار
ca: camí
cs: cesta
da: sti
es: camino
hu: elérési út
it: percorso
ja: パス
km: ផ្លូវ
lt: kelias
nb: sti
nl: pad
pl: ścieżka
ro: cale
sk: cesta
sv: sökväg

source: binary
ar: ثنائي
ca: binari
cs: spustitelný soubor
da: binær
es: binario
hu: bináris
it: binario
ja: バイナリ
km: គោលពីរ
lt: dvejetainis
nb: binær
nl: binair
pl: plik binarny
ro: binar
sk: binárka
sv: binär

source: - template module -
ar: - وحدة قالب -
ca: - mòdul de plantilla -
cs: - vzorový modul -
da: - skabelonmodul -
es: - módulo de plantilla -
hu: - sablon modul -
it: - modulo template -
ja: - 雛型モジュール -
km: - ម៉ូឌុល​ពុម្ព -
lt: - šabloninis modulis -
nb: - malmodul -
nl: - sjabloonmodule -
pl: - moduł szablonu -
ro: - modulul de şablon -
sk: - vzorový modul -
sv: - mallmodul -

source: Search for C/C++/Obj-C/Obj-C++ headers.
ar: بحث عن عناوين C/C++/Obj-C/Obj-C++.
ca: Cerca capçaleres C/C++/Obj-C/Obj-C++.
cs: Hledá hlavičkové soubory jazyků C/C++/Obj-C/Obj-C++.
da: Søg efter C/C++/Obj-C/Obj-C++ headere.
es: Buscar cabeceras C/C++/Obj-C/Obj-C++.
hu: C/C++/Obj-C/Obj-C++ fejlécek keresése.
it: Cerca header C/C++/Obj-C/Obj-C++.
ja: C/C++/Obj-C/Obj-C++ ヘッダを検索します。
km: ស្វែងរក​បឋមកថា C/C++/Obj-C/Obj-C++ ។
lt: Ieškoti C/C++/Obj-C/Obj-C++ antraščių.
nb: Søk etter filhoder (C/C++/Obj-C/Obj-C++).
nl: Zoeken naar C/C++/Obj-C/Obj-C++ headers.
pl: Wyszukaj nagłówki C/C++/Obj-C/Obj-C++.
ro: Caută anteturi C/C++/Obj-C/Obj-C++.
sk: Hľadá hlavičkové súbory pre jazyky C/C++/Obj-C/Obj-C++.
sv: Sök efter C/C++/Obj-C/Obj-C++ headers.

source: header
ar: عنوان
ca: capçalera
cs: hlavička
es: cabecera
hu: fejléc
it: intestazione
ja: ヘッダ
km: បឋមកថា
lt: antraštė
nb: filhode
nl: hoofding
pl: nagłówek
ro: antet
sk: hlavička

source: show this help message and exit
ar: عرض رسائل المساعدة والخروج
ca: mostra aquest missatge i surt
cs: ukáže nápovědu a skončí
da: vis denne hjælpemeddelelse og afslut
es: mostrar este mensaje de ayuda y salir
hu: a súgó megjelenítése és kilépés
it: visualizza questo messaggio di aiuto ed esci
ja: このヘルプメッセージを表示して終了する
km: បង្ហាញ​សារ​ជំនួយ​នេះ​ ហើយ​ចាកចេញ
lt: parodyti šį pranešimą ir išeiti
nb: vis denne hjelpeteksten og avslutt
nl: dit bericht met hulp tonen en sluiten
pl: pokaż tę wiadomość pomocy i zakończ
ro: arată acest mesaj de ajutor şi ieşi
sk: ukáže túto správu pomocníka a skončí
sv: visa detta hjälpmeddelande och avsluta

source: show program's version number and exit
ar: عرض رقم إصدار البرامج والخروج
ca: mostra la versió del programa i surt
cs: ukáže číslo verze programu a skončí
da: vis programmets versionnummer og afslut
es: mostrar la versión del programa y salir
hu: programverzió megjelenítése és kilépés
it: mostra il numero di versione del programma ed esci
ja: プログラムバージョンを表示して終了する
km: បង្ហាញ​លេខ​កំណែ​របស់​កម្មវិធី ហើយ​ចាកចេញ
lt: parodyti programos versiją ir išeiti
nb: vis programmets versjonsnummer og avslutt
nl: toon de programmaversie en sluiten
pl: pokaż numer wersji programu i zakończ
ro: Afişează versiunea programului şi ieşi
sk: ukáže číslo verzie programu a skončí
sv: visa programmets versionsnummer och avsluta

source: Usage: %prog [global_opts] module [local_opts] search_term
ar: الاستخدام: %prog [global_opts] module [local_opts] search_term
ca: Ús: %prog [opcions_globals] mòdul [opcions_locals] terme_de_cerca
cs: Použití: %prog [globální_volby] modul [volby_modulu] dotaz
da: Brug: %prog [globale_muligh.] modul [lokale_muligh.] søgeudtryk
es: Uso: %prog [opciones_globales] módulo [opciones_locales] término_de_búsqueda
hu: Használat: %prog [globális kapcsolók] modul_neve [helyi kapcsolók] keresési_kifejezés
it: Utilizzo: %prog [opzioni_globali] module [opzioni_locali] termine_di_ricerca
ja: 使用方法: %prog [グローバルオプション] モジュール [ローカルオプション] 検索条件
km: កា​រប្រើ ៖ %prog [global_opts] ម៉ូឌុល [local_opts] search_term
lt: Naudojimas: %prog [bendros_parinktys] modulis [vietinės_parinktys] paieškos_raktažodis
nb: Bruk: %prog [globale_valg] modul [lokale_valg] søke_ord
nl: Gebruik: %prog [globale_opts] module [locale_opts] zoekterm
pl: Użycie: %prog [opcje_globalne] moduł [opcje_lokalne] wyszukiwany_termin
ro: Utilizare: %prog [opţiuni_globale] modul [opţiuni globale] termen_căutare
sk: Použitie: %prog [globálne_možnosti] modul [možnosti_modulu] výraz
sv: Användning: %prog [globala_opts] modul [lokala_opts] sökterm

source: select the output format (%s, default is %s)
es: seleccione el formato de salida (%s, por defecto es %s)
ja: 出力形式を選択 (%s, 既定値: %s)
sk: vybrať formát výstupu (%s, predvolené je %s)

source: list of available modules
ar: قائمة القوالب المتاحة
ca: llista de mòduls disponibles
cs: seznam dostupných modulů
da: liste over tilgængelige moduler
es: lista de módulos disponibles
hu: elérhető modulok listája
it: elenco dei moduli disponibili
ja: 利用可能なモジュールの一覧
km: បញ្ជី​ម៉ូឌុល​ដែល​អាច​ប្រើ​បាន
lt: prieinamų modulių sąrašas
nb: liste over tilgjengelige moduler
nl: lijst met beschikbare modules
pl: lista dostępnych modułów
ro: lista modulelor disponibile
sk: zoznam dostupných modulov
sv: lista på tillgängliga moduler

source: Available modules:
ar: القوالب المتاحة:
ca: Mòduls disponibles:
cs: Dostupné moduly:
da: Tilgængelige profiler:
es: Módulos disponibles:
hu: Elérhető modulok:
it: Moduli disponibili:
ja: 利用可能なモジュール:
km: ម៉ូឌុល​ដែលអាច​ប្រើ​បាន ៖
lt: Prieinami profiliai:
nb: Tilgjengelige moduler:
nl: Beschikbare modules:
pl: Dostępne moduły:
ro: Module disponibile:
sk: Dostupné moduly:
sv: Tillgängliga moduler:

source: The name of module is mandatory. Use %s --help
ar: اسم القالب إلزامي. استخدم %s --مساعدة
ca: El nom del mòdul és obligatori. Useu %s --help
cs: Jméno modulu je povinné. Viz %s --help
da: Navnet på modulet er obligatorisk. Brug %s --help
es: El nombre del módulo es obligatorio. Use %s --help
hu: A modul nevének megadása kötelező. Használja a %s --help parancsot
it: Il nome del modulo è obbligatorio. Utilizzare %s --help
ja: モジュール名を指定しなければなりません。 %s --help をご覧ください。
km: ឈ្មោះ​ម៉ូឌុល​មាន​ការ​កំណត់ ។ ប្រើ %s --help
lt: Modulio vardas yra privalomas. Naudokite %s --help
nb: Modulnavn er obligatorisk. Bruk %s --help
nl: De naam van de module is verplicht. Gebruik %s --help
pl: Nazwa modułu jest obowiązkowa. Użyj %s --help
ro: Numele modulului este obligatoriu. Folosiţi %s --help
sk: Meno modulu je povinné. Viď %s --help
sv: Namnet på modulen är obligatoriskt. Använd %s 1 --help

source: %s is not a directory
ar: %s ليس دليلاً
ca: %s no és un directori
cs: %s není adresářem
da: %s er ikke en mappe
es: %s no es un directorio
hu: a(z) %s nem könyvtár
it: %s non è una directory
ja: %s はディレクトリではありません。
km: %s មិនមែន​ជា​ថត​ទេ
lt: %s nėra katalogas
nb: %s er ikke en katalog
nl: %s is geen map
pl: %s nie jest katalogiem
ro: %s nu este director
sk: %s nie je adresár
sv: %s är inte en katalog

source: Cannot not open database file '%s'
ar: لا يمكن فتح ملف قاعدة البيانات '%s'
ca: No es pot obrir el fitxer de base de dades "%s"
cs: Nemohu otevřít databázový soubor '%s'
da: Kan ikke åbne databasefilen "%s"
es: No pudo abrirse el archivo de la base de datos '%s'
hu: A(z) '%s' adatbázisfájl nem nyitható meg
it: Impossibile non aprire il file database '%s'
ja: データベースファイル '%s' を開くことができません。
km: មិនអាច​បើក​ឯកសារ​មូលដ្ឋាន​ទិន្នន័យ​បានទេ '%s'
lt: Nepavyksta atverti duombazės „%s“
nb: Kan ikke åpne databasefilen '%s'.
nl: Kan databasebestand '%s' niet openen
pl: Nie można otworzyć pliku bazy danych %s
ro: Nu se poate deschide fişierul bazei de date '%s'
sk: Nepodarilo sa otvoriť súbor s databázou: '%s'
sv: Det går inte att öppna databasfilen %s

source: Available repositories:
ar: المستودعات المتاحة:
ca: Repositoris disponibles:
cs: Dostupné repozitáře:
da: Tilgængelige softwarekilder:
es: Repositorios disponibles:
hu: Elérhető telepítési források:
it: Repository disponibili:
ja: 利用可能なリポジトリ:
km: ឃ្លាំង​ដែលអាច​ប្រើ​បាន ៖
lt: Prieinamos saugyklos:
nb: Tilgjengelige pakkebrønner:
nl: Beschikbare opslagruimtes:
pl: Dostępne repozytoria:
ro: Surse de instalare disponibile:
sk: Dostupné repozitáre:
sv: Tillgängliga förråd (repos)

source: Usage: %%prog %s [options] search_term
ar: الاستخدام: %%prog %s [options] search_term
ca: Ús: %%prog %s [opcions] terme_de_cerca
cs: Použití: %%prog %s [volby_modulu] dotaz
da: Brug: %%prog %s [valgmuligheder] søgeudtryk
es: Uso: %%prog %s [opciones] término_de_búsqueda
hu: Használat: %%prog %s [kapcsolók] keresési_kifejezés
it: Utilizzo: %%prog %s [opzioni] termine_di_ricerca
ja: 使用方法: %%prog %s [オプション] 検索条件
km: ការ​ប្រើ ៖ %%prog %s [ជម្រើស] search_term
lt: Naudojimas: %%prog %s [parinktys] paieškos_raktažodis
nb: Bruk: %%prog %s [valg] søke_ord
nl: Gebruik: %%prog %s [opties] zoekterm
pl: Użycie: %%prog %s [opcje] wyszukiwany_termin
ro: Utilizare: %%prog %s [opţiuni] termen_căutare
sk: Použitie: %%prog %s [možnosti_modulu] výraz
sv: Användning: %%prog %s [alternativ] sökterm

source: list available repositories
ar: قائمة المستودعات المتاحة
ca: llista els repositoris disponibles
cs: seznam dostupných repozitářů
da: oplist tilgængelige softwarekilder
es: lista de repositorios disponibles
hu: elérhető telepítési források listája
it: elenca i repository disponibili
ja: 利用可能なリポジトリの一覧表示
km: រាយ​ឃ្លាំង​ដែល​អាច​ប្រើ​បាន
lt: Prieinamų saugyklų sąrašas
nb: vis tilgjengelige pakkebrønner
nl: lijst met beschikbare opslagruimtes
pl: lista dostępnych repozytoriów
ro: lsta surselor de instalare disponibile
sk: zoznam dostupných repozitárov
sv: lista tillgängliga förråd

source: inverse search by package name
ar: بحث معكوس باسم الحزمة
ca: cerca inversa per nom del paquet
cs: obrácené prohledávání dle názvu balíku
da: omvendt søgning efter pakkenavn
es: búsqueda inversa por nombre de paquete
hu: fordított keresés csomagnév szerinte
it: ricerca inversa per nome pacchetto
ja: パッケージ名から逆検索
km: រក​បញ្ច្រាស​តាម​​ឈ្មោះ​កញ្ចប់
lt: atvirkštinė paieška pagal paketo pavadinimą
nb: inverter søk etter pakkenavn
nl: omgekeerd zoeken met pakketnaam
pl: wsteczne wyszukiwanie wg nazwy pakietu
ro: căutare inversă după numele pachetului
sk: obrátené vyhľadávanie podľa názvu balíka
sv: omvänd sökning efter paketnamn

source: select repository to search
ar: حدد مستودع للبحث
ca: seleccioneu el repositori de cerca
cs: zvolí repozitář k prohledávání
da: vælg softwarekilde der skal søges i
es: seleccionar el repositorio a buscar
hu: telepítési forrás kiválasztása a kereséshez
it: seleziona il repository per la ricerca
ja: 検索するリポジトリの選択
km: ជ្រើស​ឃ្លាំង​ត្រូវ​ស្វែងរក
lt: pasirinkite paieškos saugyklą
nb: velg pakkebrønnen du vil søke i
nl: te doorzoeken opslagruimte selecteren
pl: wybierz repozytorium do przeszukania
ro: selectează sursa de instalare pentru a căuta
sk: zvolí repozitár k prehľadávaniu
sv: välj förråd att söka i

source: No repositories found ...
ar: لم يتم العثور على مستودعات ...
ca: No s'ha trobat cap repositori...
cs: Žádné repozitáře nebyly nalezeny ...
da: Ingen softwarekilder fundet...
es: No se han encontrado repositorios ...
hu: Nem található telepítési forrás ...
it: Nessun repository trovato...
ja: リポジトリが見つかりません ...
km: រក​មិនឃើញ​ឃ្លាំង...
lt: Saugyklų nerasta...
nb: Ingen pakkebrønner funnet...
nl: Geen opslagruimtes gevonden ...
pl: Nie znaleziono repozytoriów...
ro: Nu a fost găsită nicio sursă de instalare...
sk: Nepodarilo sa nájsť žiadne repozitáre ...
sv: Inga förråd hittade ...

source: module
ar: وحدة نمطية
ca: mòdul
cs: modul
da: modul
es: módulo
hu: modul
it: modulo
ja: モジュール
km: ម៉ូ​ឌុល​
lt: modulis
nb: modul
pl: moduł
ro: modul
sk: modul
sv: modul

source: Cannot find a formatter for a %s
ar: لم يتم العثورعلى منسق لـ %s
ca: No es pot trobar un formatador per a %s
cs: Nemohu najít formátovač pro %s
da: Kan ikke finde formatering til %s
es: No se puede encontrar un formateador para un %s
hu: Nem található formázó ehhez: %s
it: Impossibile trovare un formattatore per un %s
ja: %s に対するフォーマッタが見つかりません
km: រក​មិនឃើញ​កម្មវិធី​ធ្វើ​ទ្រង់ទ្រាយ​សម្រាប់ %s
nb: Kan ikke finne formaterer for en %s
nl: Kan het formatteerprogramma voor een %s niet vinden
pl: Nie można znaleźć narzędzia formatującego dla %s
ro: Nici un program de formatare nu poate fi găsit pentru %s
sk: Nepodarilo sa nájsť formátovač pre %s
sv: Kan inte hitta något verktyg för att formatera %s

source: Search for java classes inside the JAR files.
ar: البحث عن طبقات جافا داخل ملفات JAR.
ca: Cerca de classes de java dins de fitxers JAR.
cs: Hledá třídy jazyka Java v souborech JAR.
da: Søg efter java-klasser indeni JAR-filerne.
es: Buscar clases java dentro de los archivos JAR.
hu: Java osztályok keresése JAR fájlokban.
it: Ricerca classi java all'interno di file JAR.
ja: JAR ファイル内に含まれている java クラスを検索します。
km: ស្វែងរក​ថ្នាក់ java ខាង​ក្នុង​ឯកសារ JAR ។
lt: Java klasių ieškoti JAR rinkmenose.
nb: Søk etter java-klasser i JAR-filer.
nl: Naar java-classes zoeken binnen de JAR-bestanden.
pl: Wyszukaj klasy Java wewnątrz plików JAR.
ro: Căutare de clase Java în interiorul fişierelor JAR.
sk: Hľadá triedy jazyka Java v JAR súboroch.
sv: Sök efter javaklasser inuti JAR-filerna.

source: class
ar: طبقة
ca: classe
cs: třída
da: klasse
es: clase
hu: osztály
it: classe
ja: クラス
km: ថ្នាក់
lt: klasė
nb: klasse
nl: klasse
pl: klasa
ro: clasă
sk: trieda
sv: klass

source: Search for shared libraries.
ar: بحث عن مكتبات مشتركة.
ca: Cerca biblioteques compartides.
cs: Hledá sdílené knihovny.
da: Søg efter delte biblioteker.
es: Buscar bibliotecas compartidas.
hu: Megosztott programkönyvtárak keresése.
it: Cerca librerie condivise.
ja: 共有ライブラリを検索します。
km: ស្វែងរក​បណ្ណាល័យ​រួម ។
lt: Ieškoti bendrųjų bibliotekų.
nb: Søk etter delte biblioteker.
nl: Naar samen gebruikte bibliotheken zoeken.
pl: Wyszukaj współdzielone biblioteki.
ro: Căutare de biblioteci partajate.
sk: Hľadá zdieľané knižnice.
sv: Sök efter delade bibliotek (shared libraries).

source: library
ar: مكتبة
ca: biblioteca
cs: knihovna
da: bibliotek
es: biblioteca
hu: programkönyvtár
it: libreria
ja: ライブラリ
km: បណ្ណាល័យ
lt: biblioteka
nb: bibliotek
nl: bibliotheek
pl: biblioteka
ro: librărie
sk: knižnica
sv: bibliotek

source: Search for python modules.
ar: بحث عن وحدات بايثون نمطية.
ca: Cerca de mòduls de python.
cs: Hledá moduly jazyka Python.
da: Søg efter python-moduler.
es: Buscar módulos de python.
hu: Python modulok keresése.
it: Cerca moduli python.
ja: Python モジュールを検索します。
km: ស្វែងរក​ម៉ូឌុល​របស់ python ។
lt: Ieškoti Python modulių.
nb: Søk etter python-moduler.
nl: Naar python-modules zoeken.
pl: Wyszukaj moduły Python.
ro: Caută după module Python.
sk: Hľadá moduly jazyka Python.
sv: Sök efter pythonmoduler.

source: Search in packages using the webpin webservice.
ar: البحث في حزم باستخدام خدمة دبوس ويب على شبكة الإنترنت.
ca: Cerca en paquets amb el servei web webpin.
cs: Hledá v balíčcích pomocí webové služby webpin.
da: Søg i pakker med webtjenesten webpin.
es: Buscar en paquetes usando el servicio web webpin.
hu: Csomagok keresése webpin segítségével.
it: Ricerca nei pacchetti utilizzando il servizio web webpin.
ja: webpin Web サービスを利用してパッケージを検索します。
km: ស្វែងរក​នៅក្នុង​កញ្ចប់​ ដោយ​ប្រើ​សេវា​បណ្ដាញ webpin ។
lt: Ieškoti paketų naudojant „webpin“ paslaugą.
nb: Søk i pakker med webpin-tjenesten.
nl: Naar pakketten zoeken met de webpin-webservice.
pl: Przeszukuje pakiety przy użyciu usługi internetowej webpin.
ro: Caută în pachete utilizând serviciul web webpin.
sk: Hľadá v balíkoch pomocou webovej služby webpin.
sv: Sök i paket med webpin webbservice.

source: Cannot retrieve query results ... %s
ar: لا يمكن استعادة نتائج الاستعلام ... %s
ca: No es poden obtenir els resultats de la consulta... %s
cs: Nelze získat výsledek dotazu ... %s
es: No se han podido obtener los resultados de la consulta ... %s
hu: A keresésre nem érkezett válasz ... %s
it: Impossibile recuperare i risultati della query... %s
ja: 問い合わせ結果を取得できません ... %s
lt: Nepavyksta gauti užklausos atsakymo... %s
nb: Kan ikke hente søkeresultater ... %s
nl: Kan de zoekresultaten niet ophalen ... %s
pl: Nie można pobrać wyników wyszukiwania... %s
ro: Nu pot fi preluate rezultatele interogării ... %s
sk: Nepodarilo sa nájsť výsledky ... %s
sv: Kunde inte ta emot resultat från frågan ... %s

source: ver
ar: الإصدار
es: versión
km: កំណែ

source: files
ar: ملفات
ca: fitxers
cs: soubory
da: filer
es: archivos
hu: fájl
it: file
ja: ファイル
km: ​ឯកសារ
lt: rinkmenos
nb: filer
nl: bestanden
pl: pliki
ro: fişiere
sk: súbory
sv: filer

source: version
ar: إصدار
ca: versió
cs: verze
es: versión
hu: verzió
it: versione
ja: バージョン
km: កំណែ
lt: versija
nb: versjon
nl: versie
pl: wersja
ro: versiune
sk: verzia

source: repository URL
ar: URL المستودع
ca: URL del repositori
cs: URL repozitáře
da: URL for softwarekilde
es: URL del repositorio
hu: telepítési forrás URL
it: URL del repository
ja: リポジトリ URL
km: URL ឃ្លាំង
lt: saugyklos URL
nb: pakkebrønnadresse
nl: URL van opslagruimte
pl: adres URL repozytorium
ro: URL sursă de instalare
sk: URL repozitára
sv: förråd URL

source: matched files
ar: الملفات المطابقة
ca: fitxers coincidents
cs: odpovídající soubory
da: matchede filer
es: archivos coincidentes
hu: egyező fájlok
it: file corrispondenti
ja: 該当ファイル
km: ឯកសារ​ដែល​​ផ្គូផ្គង
lt: atitinkančios rinkmenos
nb: samsvarende filer
nl: overeenkomende bestanden
pl: pasujące pliki
ro: fişiere potrivite
sk: nájdené súbory
sv: matchande filer

source: macro
ar: ماكرو
cs: makro
da: makro
hu: makró
ja: マクロ
km: ម៉ាក្រូ
nb: makro
pl: makro
sk: makro
sv: makro

source: bin
ar: حاوية
ja: バイナリ

source: select the output format (default %s)
ca: seleccioneu el format de sortida (per defecte: %s)
da: vælg output-format (standard %s)
km: ជ្រើស​ទ្រង់ទ្រាយ​លទ្ធផល (លំនាំដើម %s)
lt: pasirinkite išvedimo formatą (%s yra numatytasis)
sv: välj format på utmatningen (default %s)

source: arch
ca: arquitectura
da: ark.
nb: ark

source: Cannot retreive query results ... %s
da: Kan ikke hente resultater af forespørgsel... %s
km: មិនអាច​ទៅ​យក​លទ្ធផល​សំណួរ​... %s
