Repository: KAMiKAZOW/scout
Catalog: i18n/command-not-found/*.po
Languages: ar, bg, cs, da, de, el, gl, hu, it, ja, km, ko, nl, nn, pl, pt, ro, ru, sv, wa, zh_cn, zh_tw

source: The program '%(prog)s' can be found in the following package:
ar: لا يمكن العثور على '%(prog)s' برنامج في الحزمة التالية:
bg: Програмата „%(prog)s“ може да бъде открита в следния пакет:
cs: Program '%(prog)s' je možné najít v balíčku:
da: Programmet "%(prog)s" kan findes i følgende pakke:
de: Das Programm '%(prog)s' kann im folgenden Paket gefunden werden:
el: Το πρόγραμμα '%(prog)s' μπορεί να βρεθεί στο ακόλουθο πακέτο:
gl: O programa '%(prog)s' pode atoparse no seguinte paquete:
hu: A(z) '%(prog)s' a következő csomagban található:
it: Il programma '%(prog)s' può essere trovato nel seguente pacchetto:
ja: プログラム '%(prog)s' は下記のパッケージに存在しています:
km: កម្មវិធី '%(prog)s' អាច​រកឃើញ​នៅ​ក្នុង​កញ្ចប់​ដូច​ខាងក្រោម ៖
ko: '%(prog)s' 프로그램은 다음의 꾸러미에 있습니다:
nl: Het programma '%(prog)s' kan gevonden worden in het volgende pakket:
nn: Du finn programmet «%(prog)s» i denne pakken:
pl: Program %(prog)s znaleziono w następującym pakiecie:
pt: O programa '%(prog)s' pode ser encontrado no seguinte pacote:
ru: Программу '%(prog)s' можно найти в следующем пакете:
sv: Programmet '%(prog)s' hittades i detta paket:
wa: Dji a trové li programe « %(prog)s » dins l' pacaedje shuvant :
zh_cn: 程序 '%(prog)s' 可在以下软件包中找到：
zh_tw: 程式 '%(prog)s' 可以在下列套件中找到：

source: * %(prog)s [ path: %(path)s/%(binary)s, repository: %(repo)s ]
ar: * %(prog)s [ المسار: %(path)s/%(binary)s، المستودع: %(repo)s ]
bg: * %(prog)s [ път: %(path)s/%(binary)s, хранилище: %(repo)s ]
cs: * %(prog)s [ cesta: %(path)s/%(binary)s, repozitář: %(repo)s ]
da: * %(prog)s [ path: %(path)s/%(binary)s, softwarekilde: %(repo)s ]
de: * %(prog)s [ Pfad: %(path)s/%(binary)s, Repository: %(repo)s ]
el: * %(prog)s [ διαδρομή: %(path)s/%(binary)s, αποθετήριο: %(repo)s ]
gl: * %(prog)s [ ruta: %(path)s/%(binary)s, repositorio: %(repo)s ]
hu: * %(prog)s [ elérési út: %(path)s/%(binary)s, telepítési forrás: %(repo)s ]
it: * %(prog)s [ percorso: %(path)s/%(binary)s, repository: %(repo)s ]
ja: * %(prog)s [ パス: %(path)s/%(binary)s, リポジトリ: %(repo)s ]
km: * %(prog)s [ path: %(path)s/%(binary)s ឃ្លាំង ៖ %(repo)s ]
ko: * %(prog)s [ 경로: %(path)s/%(binary)s, 저장소: %(repo)s ]
nl: * %(prog)s [ pad: %(path)s/%(binary)s, opslagruimte: %(repo)s ]
nn: * %(prog)s [ adresse: %(path)s/%(binary)s, pakkebrønn: %(repo)s ]
pl: * %(prog)s [ ścieżka: %(path)s/%(binary)s, repozytorium: %(repo)s ]
pt: * %(prog)s [ path: %(path)s/%(binary)s, repositorio: %(repo)s ]
ro: * %(prog)s [ calea: %(path)s/%(binary)s, sursa: %(repo)s ]
ru: * %(prog)s [ путь: %(path)s/%(binary)s, репозиторий: %(repo)s ]
sv: * %(prog)s [ sökväg: %(path)s/%(binary)s, förråd: %(repo)s ]
wa: * %(prog)s [ tchimin : %(path)s/%(binary)s, depot : %(repo)s ]
zh_cn: * %(prog)s [ 路径：%(path)s/%(binary)s, 软件源：%(repo)s ]
zh_tw: * %(prog)s [ 路徑: %(path)s/%(binary)s, 套件庫: %(repo)s ]

source: Try installing with:
ar: حاول تثبيته مع:
bg: Опитайте инсталиране с:
cs: Pro instalaci spusťte:
de: Zum Installieren versuchen Sie:
el: Δοκιμάστε να το εγκαταστήσετε με:
gl: Tente instalar con :
hu: Telepítése ezzel:
ja: 下記を利用してインストールしてみてください:
km: ព្យាយាម​ដំឡើង​ជា​មួយ ៖
ko: 다음과 같이 설치:
nl: Probeer te installeren met:
nn: Prøv å installera med:
pl: Zainstaluj razem z:
pt: A tentar instalar com:
ro: Încercați să instalați cu:
ru: Попробуйте установить этот пакет следующей командой:
sv: Försök installera med:
wa: Sayîz d' l' astaler avou :
zh_cn: 试着使用下面命令安装：
zh_tw: 試著使用下面指令安裝：

source: <selected_package>
ar: <الجزمة_المحددة>
cs: <vybraný_balíček>
de: <ausgewähltes_Paket>
gl: <paquete_seleccionado>
hu: <kiválasztott_csomag>
it: <pacchetto_selezionato>
ja: <選択済みパッケージ>
ko: <선택한_꾸러미>
nl: <geselecteerd_pakket>
nn: <vald_pakke>
pl: <wybrany_pakiet>
ro: <selectare_pachete>
ru: <выбранный_пакет>
sv: <valt_paket>
zh_cn: <所选软件包>

source: Program '%(prog)s' is present in package '%(pkg)s', which is installed on your system.
ar: برنامج '%(prog)s' موجود في حزمة '%(pkg)s'، المثبتة على النظام.
bg: Програмата „%(prog)s“ е част от пакета „%(pkg)s“, който вече е инсталиран.
cs: Program '%(prog)s' je přítomen v balíčku '%(pkg)s', který je na vašem systému již nainstalován.
da: Programmet "%(prog)s" findes i pakken "%(pkg)s", som er installeret på dit system.
de: Das Programm '%(prog)s' ist verfügbar im Paket '%(pkg)s', das auf ihrem System installiert ist.
el: Το πρόγραμμα '%(prog)s' βρίσκεται στο πακέτο '%(pkg)s', το οποίο είναι εγκατεστημένο στο συστημά σας.
gl: O programa '%(prog)s' está presente no paquete '%(pkg)s', que está instalado no seu sistema.
hu: A(z) '%(prog)s' program a(z) '%(pkg)s' csomagban található, amely telepítve van a számítógépre.
it: Il programma '%(prog)s' è pressente nel pacchetto '%(pkg)s', che è installato sul tuo sistema.
ja: プログラム '%(prog)s' は、システムにインストール済みのパッケージ '%(pkg)s' 内に存在します。
km: កម្មវិធី '%(prog)s' បង្ហាញ​នៅ​ក្នុង​កញ្ចប់ '%(pkg)s' ដែល​ត្រូវ​បាន​ដំឡើង​នៅ​ក្នុង​ប្រព័ន្ធ​របស់​អ្នក ។
ko: '%(prog)s' 프로그램은 시스템에 설치한 '%(pkg)s' 꾸러미 안에 있습니다.
nl: Programma '%(prog)s' is aanwezig in pakket '%(pkg)s', dat op uw systeem is ge√Ønstalleerd.
nn: Programmet «%(prog)s» finst i pakken «%(pkg)s», som alt er installert.
pl: Program %(prog)s występuje w pakiecie %(pkg)s, który jest zainstalowany w systemie.
pt: O Programa '%(prog)s' existe no pacote '%(pkg)s', que está instalado no seu sistema.
ro: Programul '%(prog)s' este prezent în pachetul '%(pkg)s', care este instalat pe sistemul dumneavoastră.
ru: Программа '%(prog)s' есть в пакете '%(pkg)s', который установлен в вашей системе.
sv: Programmet '%(prog)s' finns i paketet '%(pkg)s', vilket är installerat i ditt system.
wa: Li programe « %(prog)s » est e pacaedje « %(pkg)s », k' est astalé so vosse sistinme.
zh_cn: 程序 '%(prog)s' 在软件包 '%(pkg)s' 中，该包在您的系统上已安装。
zh_tw: 程式 '%(prog)s' 存在於套件 '%(pkg)s' 中，已安裝於您的系統。

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s', so running it may require superuser privileges (eg. root).
ar: القيمة المطلقة إلى '%(prog)s' هي '%(path)s/%(prog)s'، تشغيلها قد يتطلب صلاحيات مدير النظام (على سبيل المثال-الجذر).
bg: Пълният път до „%(prog)s“ е „%(path)s/%(prog)s“, което предполага изискването на администраторски права (напр. root).
cs: Absolutní cesta k programu '%(prog)s' je '%(path)s/%(prog)s', takže program je pravděpodobně určen pouze pro účet správce (například root).
da: Absolut sti til "%(prog)s" er "%(path)s/%(prog)s", så der kan kræves superbruger-rettigheder for at køre det (f.eks. root).
de: Der absolute Pfad für '%(prog)s' ist '%(path)s/%(prog)s', daher kann das Programm möglicherweise nur von Benutzern mit Superuser-Rechten gestartet werden (z. B. root).
el: Η απόλυτη διαδρομή στο '%(prog)s' είναι '%(path)s/%(prog)s', έτσι εάν το εκτελέσετε μπορεί να χρειαστούν δικαιώματα υπερχρήστη (π.χ. root).
gl: A ruta absoluta a '%(prog)s' é '%(path)s/%(prog)s', polo que para a súa execución poden ser necesarios privilexios de superusuario (p.ex. root).
hu: A(z) '%(prog)s' parancs teljes elérési útja '%(path)s/%(prog)s', ezért a futtatáshoz adminisztrátori jogok szükségesek.
it: Il percorso assoluto per '%(prog)s' è '%(path)s/%(prog)s', quindi per avviarlo potrebbero essere necessari i diritti di super utente (es. root)
ja: 絶対パス '%(prog)s' は '%(path)s/%(prog)s' を指しています。そのため、このコマンドを実行するにはスーパーユーザ (root など) の権限が必要かもしれません。
km: ផ្លូវ​ពេញលេញ​ទៅកាន់​ '%(prog)s' គឺជា '%(path)s/%(prog)s' ដូច្នេះ ការ​ដំណើរការ​វា​ អាច​នឹង​ទាមទារ​សិទ្ធិ​ជា​អ្នកប្រើ​ជាន់ខ្ពស់ (ឧ root) ។
ko: 절대 경로 '%(prog)s' 은(는) '%(path)s/%(prog)s'를 지칭하기 때문에 실행하려면 슈퍼유저(root 등) 권한이 필요할 수 있습니다.
nl: Het absolute pad naar '%(prog)s' is '%(path)s/%(prog)s', zodat uitvoeren systeembeheerderprivileges kan vereisen (bijv. root).
nn: Adressa til «%(prog)s» er «%(path)s/%(prog)s», så det kan vera du treng superbrukarløyve (eks. som rotbrukar) for å køyra programmet.
pl: Ścieżką bezwzględną programu %(prog)s jest %(path)s/%(prog)s, więc uruchomienie może wymagać uprawień super użytkownika (np. root).
pt: Caminho completo para o '%(prog)s' é '%(path)s/%(prog)s', por essa razão, deverá ser necessário permissões de administração (ex. root).
ro: Calea absolută la '%(prog)s' este '%(path)s/%(prog)s', astfel încât rularea acestuia poate solicita privilegii de super-utilizator (de exemplu: root).
ru: Абсолютный путь к '%(prog)s' — '%(path)s/%(prog)s', поэтому для запуска понадобятся привилегии суперпользователя (root).
sv: Den absoluta sökvägen till '%(prog)s' är '%(path)s/%(prog)s', så för köra kan det krävas superuser-privilegier (t.ex. root).
wa: Li tchmin absolou viè « %(prog)s » est « %(path)s/%(prog)s », ça fwait k' i fåt motoit les droets di superuzeu (come root metans).
zh_cn: '%(prog)s' 的绝对路径是 '%(path)s/%(prog)s'，所以需要超级用户权限（例如根用户 root）才能运行它。
zh_tw: 指向 '%(prog)s' 的絕對路徑為 '%(path)s/%(prog)s', 因此執行它可能需要超級使用者的權限 (例如. root)。

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s'. Please check your $PATH variable to see whether it contains the mentioned path.
ar: القيمة المطلقة إلى '%(prog)s' هي '%(path)s/%(prog)s'. الرجاء التحقق من المتغير $PATH للتحقق إذا كان يحتوي على المسار المذكور.
bg: Пълният път до „%(prog)s“ е „%(path)s/%(prog)s“. Моля, проверете променливата на средата $PATH дали съдържа този път.
cs: Absolutní cesta k '%(prog)s' je '%(path)s/%(prog)s'. Prosím ověřte, zda proměnná $PATH obsahuje zmíněnou cestu.
da: Absolut sti til "%(prog)s" er "%(path)s/%(prog)s". Kontrollér din $PATH-variabel for at se om den indeholder den nævnte sti.
de: Der absolute Pfad für '%(prog)s' ist '%(path)s/%(prog)s'. Bitte überprüfen Sie, ob Ihre $PATH-Variable den genannten Pfad enthält.
el: Η απόλυτη διαδρομή στο '%(prog)s' είναι '%(path)s/%(prog)s'. Παρακαλώ ελέγξτε τη μεταβλητή $PATH για να δείτε εάν περιέχει τη διαδρομή που αναφέρθηκε.
gl: A ruta absoluta a '%(prog)s' é '%(path)s/%(prog)s'. Verifique a súa variable de contorno $PATH para asegurar que contén esa ruta.
hu: A(z) '%(prog)s' parancs teljes elérési útja '%(path)s/%(prog)s'. Ellenőrizze a $PATH változót, hogy megtalálható-e benne a megadott elérési útvonal.
it: Il percorso assoluto per '%(prog)s' è '%(path)s/%(prog)s'. Per favore contralla la tua variabile $PATH per verificare che contenga il percorso menzionato.
ja: 絶対パス '%(prog)s' は '%(path)s/%(prog)s' を指しています。左記のパスがお使いの環境での $PATH 変数に含まれているかどうかご確認ください。
km: ផ្លូវ​ពេញលេញ​ទៅកាន់ '%(prog)s' គឺជា '%(path)s/%(prog)s' ។ សូម​ពិនិត្យមើល​អថេរ​ $PATH របស់​អ្នក ដើម្បី​មើល​ថា​ តើ​វា​មាន​ផ្លូវ​ដូច​ដែល​បាន​និយាយ​ដែរឬទេ ។
ko: 절대 경로 '%(prog)s' 은(는) '%(path)s/%(prog)s'를 지칭합니다. 왼쪽에 쓴 경로가 사용자의 $PATH 변수에 포함되어 있는지 확인하세요.
nl: Het absolute pad naar '%(prog)s' is '%(path)s/%(prog)s'. Controleer uw $PATH variabele om te zien of het het genoemde pad bevat.
nn: Adressa til «%(prog)s» er «%(path)s/%(prog)s». Kontroller at $PATH-variabelen inneheld mappa til programmet.
pl: Ścieżką bezwzględną programu %(prog)s jest %(path)s/%(prog)s. Sprawdź czy zmienna $PATH zawiera podaną ścieżkę.
pt: Caminho completo para '%(prog)s' é '%(path)s/%(prog)s'. Por favor verifique a variavel $PATH para confirmar se contem o caminho mencionado.
ro: Calea absolută la '%(prog)s' este '%(path)s/%(prog)s'. Vă rugăm să verificați variabila $PATH pentru a vedea dacă acesta conține calea menționată.
ru: Абсолютный путь к '%(prog)s' — '%(path)s/%(prog)s'. Пожалуйста, проверьте, содержит ли ваша переменная окружения $PATH указанный путь.
sv: Den absoluta sökvägen till '%(prog)s' är '%(path)s/%(prog)s'. Kontrollera att din $PATH miljövariabel innehåller denna sökväg.
wa: Li tchmin absolou viè « %(prog)s » est « %(path)s/%(prog)s ». Verifyîz vosse variåve $PATH po vey s' il a ci la.
zh_cn: '%(prog)s' 的绝对路径是 '%(path)s/%(prog)s'。请检查您的 $PATH 环境变量，看看它是否包含这个路径。
zh_tw: 指向 '%(prog)s' 的絕對路徑為 '%(path)s/%(prog)s'. 請檢查您的 $PATH 變數看是否包含了所提到的路徑。

source: searching ...
ar: يتم الآن البحث ...
bg: Търсене…
cs: vyhledávám ...
da: Søger...
de: suche ...
el: αναζήτηση...
gl: procurando...
hu: keresés …
it: ricerca in corso...
ja: 検索しています ...
km: កំពុង​ស្វែងរក...
ko: 검색 중...
nl: bezig met zoeken ...
nn: søkjer …
pl: wyszukiwanie...
pt: a procurar ...
ro: se caută ...
ru: поиск ...
sv: söker ...
wa: dji cwîr ...
zh_cn: 搜索中 ...
zh_tw: 正在搜尋 ...

source: command not found
ar: لم يتم العثور على الأمر
bg: командата не е открита
cs: příkaz nenalezen
da: kommando ikke fundet
de: Befehl nicht gefunden
el: η εντολή δε βρέθηκε
gl: orde non atopada
hu: a parancs nem található
it: comando non trovato
ja: コマンドが見つかりません
km: រក​មិន​ឃើញ​ពាក្យ​បញ្ជា
ko: 명령을 찾을 수 없음
nl: opdracht niet gevonden
nn: fann ikkje kommando
pl: polecenie nieznalezione
pt: comando não encontrado
ro: comanda nu a fost găsită
ru: команда не найдена
sv: hittade inte kommandot
wa: comande nén trovêye
zh_cn: 命令未找到
zh_tw: 找不到指令

source: $1: command not found
ar: $1: لم يتم العثور على الأمر
bg: $1: командата не е открита
cs: $1: příkaz nenalezen
da: $1: Kommando ikke fundet
de: $1: Befehl nicht gefunden
el: $1: η εντολή δεν βρέθηκε.
gl: $1: orde non atopada
hu: $1: a parancs nem található
it: $1 comando non trovato
ja: $1: コマンドが見つかりません
km: $1 ៖ រក​មិន​ឃើញ​ពាក្យ​បញ្ជា
ko: $1: 명령을 찾을 수 없음
nl: $1: opdracht niet gevonden
nn: $1: fann ikkje kommando
pl: $1: polecenie nieznalezione
pt: $1: comando não encontrado
ro: $1: comanda nu a fost găsită
ru: $1: команда не найдена
sv: $1: kommandot hittades inte
wa: $1: comande nén trovêye
zh_cn: $1: 命令未找到
zh_tw: $1: 找不到此指令

source: Absolute path to '$1' is '$prefix/sbin/$1', so running it may require superuser privileges (eg. root).
ar: المسار المطلق إلى '$1' هو '$prefix/sbin/$1', لذلك تشغيله قد يتطلب صلاحية مدير النظام (على سبيل المثال-الجذر).
bg: Пълният път до „$1“ е „$prefix/sbin/$1“, което предполага изискването на администраторски права (напр. root).
cs: Absolutní cesta k programu '$1' je '$prefix/sbin/$1', takže program je pravděpodobně určen pouze pro účet správce (například root).
da: Absolut sti til "$1" er "$prefix/sbin/$1", så der kan kræves superbruger-rettigheder for at køre det (f.eks. root).
de: Der absolute Pfad für '$1' ist '$prefix/sbin/$1', daher kann das Programm möglicherweise nur von Benutzern mit Superuser-Rechten gestartet werden (z. B. root).
el: Η απόλυτη διαδρομή για '$1' είναι η '$prefix/sbin/$1', επομένως εκτελώντας την εντολή μπορεί να χρειαστούν δικαιώματα υπερχρήστη (π.χ. root).
gl: A ruta absoluta a '$1' é '$prefix/sbin/$1', polo que para a súa execución poden ser necesarios privilexios de superusuario (p.ex. root).
hu: A(z) '$1' parancs teljes elérési útja '$prefix/sbin/$1', ezért a futtatáshoz adminisztrátori jogok szükségesek.
it: Il percorso assoluto per $1 è '$prefix/sbin/$1', quindi potrebbero essere necessari i diritti di super utente per avviarlo (es. root).
ja: 絶対パス '$1' は '$prefix/sbin/$1' を指しています。そのため、このコマンドを実行するにはスーパーユーザ (root など) の権限が必要かもしれません。
km: ផ្លូវ​ពេញលេញ​ទៅកាន់​ '$1' គឺជា '$prefix/sbin/$1' ដូច្នេះ ការ​ដំណើរការ​វា​ អាច​នឹង​ទាមទារ​សិទ្ធ​ជា​អ្នកប្រើ​ជាន់ខ្ពស់ (ឧ. root) ។
ko: 절대 경로 '$1' 은(는) '$prefix/sbin/$1'를 지칭하기 때문에 실행하려면 슈퍼유저(root 등) 권한이 필요할 수 있습니다.
nl: Het absolute pad naar '$1' is '$prefix/sbin/$1'. Als u het uit wilt voeren, kan dit systeembeheerderprivileges vereisen (bijv. root).
nn: Adressa til «$1» er «$prefix/sbin/$1», så det kan vera du treng superbrukarløyve (eks. som rotbrukar) for å køyra programmet.
pl: Ścieżką bezwzględna $1 jest $prefix/sbin/$1, więc uruchomienie może wymagać uprawień super użytkownika (np. root).
pt: Caminho completo para '$1' é '$prefix/sbin/$1', por essa razão, deverá ser necessário permissões de administração (ex. root).
ro: Calea absolută către '$1' este '$prefix/sbin/$1' și rularea acesteia poate solicita dreptul de super-utilizator (e.g. root).
ru: Абсолютный путь к '$1' — '$prefix/sbin/$1', поэтому для запуска понадобятся привилегии суперпользователя (root).
sv: Den absoluta sökvägen till '$1' är '$prefix/sbin/$1', så för att kunna köra kan det krävas superuser-privilegier (t.ex. root).
wa: Li tchmin absolou viè « %1 » est « $prefix/sbin/$1 », ça fwait k' i fåt motoit les droets di superuzeu (come root metans).
zh_cn: '$1' 命令的绝对路径是 '$prefix/sbin/$1'，因此需要超级用户权限（例如根用户 root）才能运行它。
zh_tw: 指向 '$1' 的絕對路徑為 '$prefix/sbin/$1', 所以要執行它可能需要超級使用者權限 (例如. root)。

source: If '$1' is not a typo you can use command-not-found to lookup the package that contains it, like this: cnf $1
ar: إذا لم يكن '$1' خطأ مطبعيًا يمكنك استخدام command-not-found للبحث عن حزمة التي تحتوي عليه، مثل هذا: cnf $1
bg: Ако „$1“ не е правописна грешка, можете да използвате „командата не е открита“ за да намерите в кой пакет се съдържа по следния начин: cnf $1
cs: Pokud '$1' není překlep, je možno použít command-not-found, pro nalezení balíčku, který ho obsahuje. Například: cnf $1
da: Hvis "$1" ikke er en slåfejl, kan du bruge command-not-found til at slå op hvilken pakke der indeholder den, således: cnf $1
de: Wenn '$1' kein Tippfehler ist, können Sie command-not-found benutzen, um das Paket zu finden, das den Befehl enthält, z. B.: cnf $1
el: Εάν η εντολή '$1' δεν είναι τυπογραφικό λάθος, μπορείτε να χρησιμοποιήσετε την εντολή command-not-found για να ψάξετε το πακέτο που το περιέχει, όπως αυτό: cnf $1
gl: Se '$1' non é un erro tipográfico, pode usar a procura da orde non atopada para saber a que paquete pertence, como: cnf $1
hu: Amennyiben a(z) '$1' parancs nem elírás, akkor a command-not-found parancs segítségével megkereshető, hogy melyik csomag tartalmazza, a következő módon: cnf $1
it: Se '$1' non è un errore puoi usare command-not-fund per verificare il pacchetto che lo contiene, come ad esempio: cnf $1
ja: '$1' が入力間違いでなければ、下記のように入力することで command-not-found を利用してパッケージを検索することができます: cnf $1
km: ប្រសិនបើ '$1' មិន​មែន​ជា​ typo ដែល​អ្នក​អាច​ប្រើ​ command-not-found ដើម្បី​រកមើល​កញ្ចប់​ដែល​មាន​វា ដូច​នេះ ៖ cnf $1
ko: '$1'이 입력 실수가 아니라면 다음과 같이 command-not-found를 이용하여 꾸러미를 검색할 수 있습니다: cnf $1
nl: Als '$1' geen typefout is dan kunt u command-not-found gebruiken om het pakket op te sporen dat het bevat, zoals deze: cnf $1
nn: Viss «$1» ikkje er ein skrivefeil, kan du finna ut kva pakke som inneheld programmet med denne kommandoen: cnf $1
pl: Jeśli w $1 nie ma literówki, można użyć polecenia command-not-found, aby poszukać pakietu, który go zawiera, w ten sposób: cnf $1
pt: Se '$1' não é um tipo, pode utilizar o comand-not-found para procurar o pacote que contem, como por exemplo: cnf $1
ro: Dacă '$1' nu este o greșeală de scriere se poate utiliza command-not-found pentru pachetul ce îl conține astfel : cnf $1
ru: Если '$1' — это не опечатка, то вы можете использовать command-not-found для поиска пакета, содержащего данную программу, вот так: cnf $1
sv: Om '$1' inte är en felskrivning kan du använda command-not-found för att leta upp paketet som innehåller det, såsom: cnf $1
wa: Si « $1 » n' est nén ene aroke di scrijhaedje vos vs poloz siervi di command-not-found po cachî après l' pacaedje k' i l' a ddins, come çoula : cnf $1
zh_cn: 如果 '$1' 不是输入错误的话，你可以使用 command-not-found 命令来查找它在哪个软件包中，就像这样： cnf $1
zh_tw: 如果 '$1' 沒打錯字，您可以使用 command-not-found 來尋找包含此指令的套件，像這樣： cnf $1

source: Usage ${0} python_module
cs: Použití ${0} python_module
ja: 使用方法 ${0} python_モジュール
nl: Gebruik ${0} python_module
pl: Użycie ${0} moduł_python
zh_cn: 用法 ${0} python_module
zh_tw: 用法 ${0} python_module

source: No package was found by scout
cs: Scout nenašel žádné balíčky
ja: scout ではパッケージが見つかりませんでした
nl: Geen pakket gevonden door scout
pl: Żaden pakiet nie został znaleziony przez scout
zh_cn: scout 未找到软件包
zh_tw: scout 未找到軟體包

source: The ${module_name} is in the package ${modules}. You can install it by:
cs: ${module_name} je v balíčku ${modules}. Můžete ho instalovat pomocí:
ja: ${module_name} は ${modules} パッケージ内に存在します。インストールするには、下記のように実行してください:
nl: De ${module_name} is in het pakket ${modules}. U kunt het installeren met:
pl: Moduł o nazwie ${module_name} znajduje się w pakiecie ${modules}. Można go zainstalować za pośrednictwem:
zh_cn: ${module_name} 在软件包 ${modules} 中。您可以这样安装它：
zh_tw: ${module_name} 在 ${modules} 軟體包中，您可以透過這個方式安裝它：

source: The selected module was found in one of several packages:
cs: Zvolený modul se našel v jednom z několika balíčků:
ja: 選択したモジュールは、下記の複数のパッケージ内に見つかりました:
nl: De geselecteerde module is gevonden in een van verscheidene pakketten:
pl: Wybrany moduł został znaleziony w jednym z kilku pakietów:
zh_cn: 所选模块在这些软件包中找到了：
zh_tw: 選擇的模組在其中一個軟體包中找到了：

source: one_of_the_packages
cs: jeden_z_balíčků
ja: いずれかのパッケージ
nl: een_van_de_pakketten
pl: jeden_z_pakietów
zh_cn: 软件包之一
zh_tw: 軟體包之一

source: Try installing with:
da: Prøv at installere med:
it: Prova installando:
